/* context menu */
" (Low Security)" = " (niski poziom bezpieczeństwa)";

/* file size */
"%.1f GB" = "%.1f GB";

/* file size */
"%.1f MB" = "%.1f MB";

/* Activity message */
"%1$d of %2$d - %3$@" = "%1$d z %2$d - %3$@";

/* Title for the duplicated item */
"%@ Copy" = "%@ Kopiuj";

/* number of items sorted by ... */
"%@ items by" = "% @ elementy według";

/* alert title */
"%d attachments will be Deleted" = "%d załączników zostanie usuniętych";

/* time */
"%d days ago" = "%d dni temu";

/* time */
"%d days from now" = "%d dni od dziś";

/* time */
"%d hours ago" = "%d godzin temu";

/* time */
"%d hours from now" = "%d godzin od teraz";

/* alert info */
"%d item(s) will be permanently destroyed. You cannot undo this action." = "%d elementów zostanie bezpowrotnie usuniętych. Nie możesz cofnąć tej czynności.";

/* alert title */
"%d items will be deleted" = "%d elementów zostanie usuniętych";

/* time */
"%d minutes ago" = "%d minut temu";

/* time */
"%d minutes from now" = "%d minut od teraz";

/* alert message */
"%d objects will be moved to the Trash" = "%d elementów zostanie przeniesionych do kosza";

/* time */
"%d seconds ago" = "%d sekund temu";

/* time */
"%d seconds from now" = "%d sekund od teraz";

/* time */
"%d weeks ago" = "%d tygodni temu";

/* time */
"%d weeks from now" = "%d tygodni od teraz";

/* time */
"%d years ago" = "%d lat temu";

/* time */
"%d years from now" = "%d lat od chwili obecnej";

/* file size */
"%llu bytes" = "%llu bajtów";

/* file size */
"%llu KB" = "%llu KB";

/* No comment provided by engineer. */
"(Multiple)" = "(Wiele)";

/* Hot Keys: Key Combo text for 'empty' combo */
"(None)" = "(Brak)";

/* unlock error message */
"(try disabling the caps lock key)" = "(spróbuj wyłączyć caps locka)";

/* *** Digest Password Required *** */
"*** Digest Password Required ***" = "*** Wymagane hasło cyfrowe ***";

/* credit card month */
"01 (January)" = "01 (Styczeń)";

/* credit card month */
"02 (February)" = "02 (Luty)";

/* credit card month */
"03 (March)" = "03 (Marzec)";

/* credit card month */
"04 (April)" = "04 (Kwiecień)";

/* credit card month */
"05 (May)" = "05 (Maj)";

/* credit card month */
"06 (June)" = "06 (Czerwiec)";

/* credit card month */
"07 (July)" = "07 (Lipiec)";

/* credit card month */
"08 (August)" = "08 (Sierpień)";

/* credit card month */
"09 (September)" = "09 (Wrzesień)";

/* credit card month */
"10 (October)" = "10 (Październik)";

/* credit card month */
"11 (November)" = "11 (Listopad)";

/* credit card month */
"12 (December)" = "12 (Grudzień)";

/* error description */
"1Password can only run from the Applications folder" = "1Password można uruchamiać tylko z folderu Programy";

/* alert message */
"1Password could not be unlocked with the password you provided. Please verify the password and try again." = "!Password nie może zostać odblokowany przy pomocy podanego hasła. Zweryfikuj je is spróbuj ponownie.";

/* error title */
"1Password failed to start its helper" = "1Password nie zdołał uruchomić pomocnika";

/* error */
"1Password File '%@' is incorrect or damaged. Please choose another file." = "Plik 1Password jest niepoprawny lub uszkodzony. Wskaż inny plik.";

/* alert title
   error */
"1Password Interchange Format" = "Format wymiany 1Password";

/* info */
"1Password will download all missing icons and previews" = "1Password pobierze wszystkie brakujące ikony oraz podglądy";

/* info */
"1Password will visit every website stored in Logins as if you visited that website in Safari. The website could save your IP address, general location, and operating system information. Note that 1Password will NOT log into the site, only capture a picture of the login page. If you have privacy concerns about connecting to any of your saved sites from your current location, please Cancel.\n\nDepending on the number of saved Logins the download can take several hours and use significant network bandwidth." = "1Password will visit every website stored in Logins as if you visited that website in Safari. The website could save your IP address, general location, and operating system information. Note that 1Password will NOT log into the site, only capture a picture of the login page. If you have privacy concerns about connecting to any of your saved sites from your current location, please Cancel.\n\nDepending on the number of saved Logins the download can take several hours and use significant network bandwidth.";

/* alert title */
"\"%@\" will be Deleted" = "\"%@\" zostanie usunięty";

/* alert message */
"\"%@\" will be moved to Trash" = "\"%@\" zostanie przeniesiony do kosza";

/* alert message */
"\n\nPassword Hint: %@\n" = "Wskazówka dla hasła: %@\n";

/* warning */
"\nNOTE: CAPS LOCK KEY IS PRESSED" = "UWAGA: WCIŚNIĘTY CAPS LOCK";

/* message */
"A backup copy of your data was created before the merge." = "Kopia zapasowa twoich danych została utworzona przed scaleniem.";

/* message */
"A backup copy of your original data was also created" = "Utworzono również kopię zapasową oryginalnych danych";

/* time */
"a minute ago" = "minutę temu";

/* time */
"a minute from now" = "minutę od tej pory";

/* No comment provided by engineer. */
"A Ruby interpreter is required to perform your request, however Ruby cannot be found on this system. Please contact AgileBits for assistance." = "A Ruby interpreter is required to perform your request, however Ruby cannot be found on this system. Please contact AgileBits for assistance.";

/* time */
"a year ago" = "rok temu";

/* time */
"a year from now" = "rok od teraz";

/* No comment provided by engineer. */
"Account" = "Konto";

/* Sidebar category */
"Accounts" = "Konta";

/* panel title */
"ACTIVITY" = "AKTYWNOŚĆ";

/* attachment warning */
"Add Attachment" = "Dodaj załącznik";

/* button */
"Add Both" = "Dodaj oba";

/* adding sample data activity */
"Adding Sample Data" = "Dodawanie przykładowych danych";

/* pref pane */
"Advanced" = "Zaawansowane";

/* folder */
"All" = "Wszystko";

/* info */
"All login icons and previews will be deleted" = "Wszystkie ikony logowania i podglądy stron zostaną usunięte";

/* alert message */
"An attachment named %@ already exists.\nDo you want to replace it with the one you are moving?" = "An attachment named %@ already exists.\nDo you want to replace it with the one you are moving?";

/* time */
"an hour ago" = "godzinę temu";

/* time */
"an hour from now" = "godzinę od tej pory";

/* alert message */
"An item named %@ already exists at this location.\nDo you want to replace it with the one you are moving?" = "An item named %@ already exists at this location.\nDo you want to replace it with the one you are moving?";

/* change folder security level */
"Apply security level to folder contents?" = "Apply security level to folder contents?";

/* info */
"Apply to all" = "Zastosuj do wszystkich";

/* alert message */
"Are you sure you want to permanently remove all items in the Trash?" = "Czy na pewno chcesz trwale usunąć wszystkie elementy z Kosza?";

/* attachment warning */
"Attachment is too big" = "Załącznik jest zbyt duży";

/* alert message */
"Attachment named %@ failed to export." = "Nie udało się wyeksportować załącznika o nazwie % @.";

/* alert title */
"Attachment with the same name already exists" = "Załącznik o tej samej nazwie już istnieje";

/* Label in item detail view */
"Attachments" = "Załączniki";

/* iPhone status */
"Available" = "Dostępne";

/* error */
"Backup directory is not writeable." = "Katalog kopii zapasowej nie jest zapisywalny.";

/* error */
"Backup failed: %@" = "Tworzenie kopii zapasowej nie powiodło się: % @";

/* error */
"Backup path exists but it is not a directory." = "Backup path exists but it is not a directory.";

/* info */
"Backup up existing data..." = "Backup up existing data...";

/* button */
"Begin downloading" = "Rozpocząć pobieranie";

/* sidebar category */
"Browser Extensions" = "Rozszerzenia przeglądarki";

/* accessibility description */
"calendar picker" = "Wybór kalendarza";

/* button */
"Cancel" = "Anuluj";

/* message */
"Cannot merge selected file with your data" = "Nie można scalić wybranego pliku z Twoimi danymi";

/* intro message */
"Catalog your Software licenses, including related files and confirmation emails." = "Catalog your Software licenses, including related files and confirmation emails.";

/* menu */
"Choose All from %@" = "Choose All from %@";

/* menu */
"Choose from %@" = "Choose from %@";

/* Software Licenses Image Menu */
"Clear Icon" = "Usuń ikonę";

/* Identities Image Menu */
"Clear Image" = "Wyczyść obraz";

/* Login Preview Image Menu */
"Clear Preview" = "Wyczyść podgląd";

/* tooltip */
"Click to show in Finder" = "Kliknij, aby wyświetlić w programie Finder";

/* search scope */
"Common" = "Wspólne";

/* button */
"Continue" = "Kontynuuj";

/* button */
"Continue, Dropbox sync is complete!" = "Kontynuuj synchronizacja z Dropbox została zakończona!";

/* button */
"Copy" = "Kopiuj";

/* info */
"Copying file..." = "Trwa kopiowanie pliku...";

/* info */
"Copying new file..." = "Kopiowanie nowego pliku...";

/* button */
"Create New" = "Utwórz nowy";

/* status message */
"Created on %@" = "Utworzony %@";

/* table column */
"Date Created" = "Daty utworzenia";

/* accessibility description */
"date field enabled" = "date field enabled";

/* table column */
"Date Modified" = "Daty modyfikacji";

/* button */
"Delete" = "Usuń";

/* info */
"Deleting existing file..." = "Usuwanie istniejącego pliku...";

/* Alert Panel */
"Diagnostic script failed." = "Diagnostic script failed.";

/* alert */
"Discard Changes and Reload?" = "Odrzucić zmiany i odświeżyć?";

/* info */
"Do you want to create another entry?" = "Czy chcesz utworzyć kolejny wpis?";

/* change folder security level */
"Don't Change Folder Contents" = "Nie zmieniaj zawartości katalogu";

/* Login Preview Image Menu */
"Download Preview" = "Pobierz podgląd";

/* title */
"Dropbox process is not running" = "Aplikacja Dropboksa jest wyłączona";

/* error */
"E-mail address is not valid." = "Podany adres e-mail jest nieprawidłowy.";

/* error */
"E-mail should be of the format name@domain.com." = "Adres e-mail powinien być w formacie name@domain.com.";

/* main window edit button
   menu item
   menu undo edit */
"Edit" = "Edytuj";

/* menu item */
"Edit Selected Item" = "Edytuj wskazane elementy";

/* search scope */
"Edit Smart Folder \"%@\"" = "Edytuj Inteligentny Katalog \"%@\"";

/* Identities Image Menu */
"Edit..." = "Edytuj...";

/* alert title */
"Empty import file" = "Importowany plik jest pusty";

/* error */
"Encryption keys file exist but cannot be loaded from '%@'" = "Plik kluczy szyfrujących został znaleziony, ale nie może zostać załadowany z '%@'";

/* unlock prompt */
"Enter your master password to change this setting" = "Wpisz swoje hasło główne, aby zmienić tę opcję";

/* unlock prompt */
"Enter your master password to unlock 1Password." = "Wpisz swoje hasło główne, aby odblokować 1Password.";

/* message dialog */
"Error editing Smart Folder" = "Podczas edycji Inteligentnego Katalogu wystąpił błąd";

/* search scope */
"Everything" = "Wszystko";

/* search scope */
"Everywhere" = "Wszędzie";

/* Password strength — Excellent */
"Excellent" = "Doskonałe";

/* exported
   file prompt
   Save Panel prompt */
"Export" = "Eksportuj";

/* Save Panel field label */
"Export As:" = "Eksportuj jako:";

/* exporter */
"Export Failed" = "Eksport nie powiódł się";

/* window title */
"Export Passwords" = "Eksportuj hasła";

/* exporter */
"Export To 1Password Interchange File" = "Eksportuj do pliku wymiany 1Password";

/* status message */
"Exporting Attachments" = "Trwa eksportowanie załączników";

/* pref pane */
"Extensions" = "Rozszerzenia";

/* alert title */
"Failed to add attachment" = "Nie udało się dodać załącznika";

/* error */
"Failed to copy '%1$@' to '%2$@': %3$@" = "Nie można skopiować '%1$@' do '%2$@': %3$@";

/* message */
"Failed to copy selected file" = "Nie można skopiować zaznaczonego pliku";

/* exporter */
"Failed to create 1Password Interchange File" = "Nie można utworzyć pliku wymiany 1Password";

/* alert title */
"Failed to export attachment" = "Nie udało się wyeksportować załącznika";

/* info */
"Failed to Go & Fill" = "Failed to Go & Fill";

/* error */
"Failed to interpret the output of the import script." = "Failed to interpret the output of the import script.";

/* info */
"Failed to launch browser for the url: %@" = "Nie udało się uruchomić przeglądarki dla adresu: %@";

/* error */
"Failed to load encryption key from '%1$@', error: %2$@" = "Nie można załadować klucza szyfrującego z '%1$@', błąd: %2$@";

/* info */
"Failed to obtain user attributes." = "Failed to obtain user attributes.";

/* error message */
"Failed to open '%1$@' using %2$@ encoding.\n\nError code: %3$d\n\nPlease choose another Character Encoding from the list." = "Failed to open '%1$@' using %2$@ encoding.\n\nError code: %3$d\n\nPlease choose another Character Encoding from the list.";

/* alert title */
"Failed to open attachment." = "Failed to open attachment.";

/* info */
"Failed to open web page: %@" = "Failed to open web page: %@";

/* error */
"Failed to rename '%1$@' to '%2$@': %3$@" = "Failed to rename '%1$@' to '%2$@': %3$@";

/* error */
"Failed to resolve URL bookmark." = "Failed to resolve URL bookmark.";

/* error */
"Failed to resolve URL bookmark: %@" = "Failed to resolve URL bookmark: %@";

/* error message */
"Failed to restore '%@', no encryption keys file found in the backup" = "Failed to restore '%@', no encryption keys file found in the backup";

/* error message */
"Failed to restore from backup, cannot move %1$@ to %2$@\nError: %3$@" = "Failed to restore from backup, cannot move %1$@ to %2$@\nError: %3$@";

/* error message */
"Failed to restore from backup, cannot remove old data file '%1$@'\nError: %2$@" = "Failed to restore from backup, cannot remove old data file '%1$@'\nError: %2$@";

/* error */
"Failed to run import script" = "Nie można uruchomić skryptu importującego";

/* Password strength — Fantastic */
"Fantastic" = "Fantastyczne";

/* alert message */
"File added successfully" = "Plik został dodany pomyślnie";

/* alert title */
"File exists at path" = "Plik już istnieje w ścieżce";

/* attachment warning */
"File is a bundle or folder" = "Plik jest paczką lub folderem";

/* exporter */
"File name:" = "Nazwa pliku:";

/* attachment warning */
"File size is larger than 2 MB" = "Rozmiar pliku jest większy niż 2 MB";

/* alert message */
"Files added successfully" = "Pliki dodane pomyślnie";

/* window title */
"Find Existing 1Password File" = "Znajdź istniejący plik 1Password";

/* menu item */
"Finish Editing" = "Zakończ edycję";

/* menu item */
"Finish Editing Selected Item" = "Zakończ edycję zaznaczonego elementu";

/* Go and Fill menu
   Sidebar group */
"Folders" = "Foldery";

/* pref pane */
"General" = "Ogólne";

/* generate password button */
"Generate" = "Generuj";

/* item type */
"Generated Password" = "Wygenerowane hasło";

/* sidebar category */
"Generated Passwords" = "Wygenerowane hasła";

/* menu item */
"Go & Fill Login" = "Go & Fill Login";

/* button */
"Go Back" = "Przejdź wstecz";

/* Password strength — Good */
"Good" = "Dobre";

/* menu item */
"Hide Activity" = "Ukryj aktywności";

/* menu item */
"Hide Toolbar" = "Ukryj pasek narzędzi";

/* iPhone Security Level */
"High (Master Password)" = "Wysoki (hasło główne)";

/* product web page */
"http://agilebits.com/products/1Password" = "http://agilebits.com/products/1Password";

/* product store page */
"https://agilebits.com/store" = "https://agilebits.com/store";

/* message */
"I have found a new data file in Dropbox:\n%@\n\nIt looks like you've recently synced your data with Dropbox. Would you like me to use this data file (recommended)?\n" = "I have found a new data file in Dropbox:\n%@\n\nIt looks like you've recently synced your data with Dropbox. Would you like me to use this data file (recommended)?\n";

/* Sidebar category */
"Identities" = "Tożsamości";

/* item type */
"Identity" = "Tożsamość";

/* button */
"Import %d Selected Objects" = "Import %d Selected Objects";

/* button */
"Import Selected Object" = "Importuj zaznaczone obiekty";

/* folder name */
"Imported" = "Importowane";

/* status message */
"Importing Attachments" = "Importowanie załączników";

/* info */
"Importing..." = "Trwa importowanie...";

/* info */
"In 1Password on your iPhone or iPod touch, select Settings > Wi-Fi Sync > Allow New Connections and then try again." = "In 1Password on your iPhone or iPod touch, select Settings > Wi-Fi Sync > Allow New Connections and then try again.";

/* alert title */
"Incorrect File Type" = "Niepoprawny typ pliku";

/* error message */
"Incorrect Password" = "Nieprawidłowe hasło";

/* error */
"Incorrect response received from iPhone. Please restart Mac and iPhone applications and try to sync again" = "Incorrect response received from iPhone. Please restart Mac and iPhone applications and try to sync again";

/* alert title */
"Incorrect secret" = "Incorrect secret";

/* error message */
"Invalid Agile Keychain backup file" = "Invalid Agile Keychain backup file";

/* error */
"Invalid backup file name" = "Invalid backup file name";

/* error */
"Invalid backup file, encryption keys not found" = "Invalid backup file, encryption keys not found";

/* alert title */
"Invalid import file" = "Nieprawidłowy plik importu";

/* error */
"Invalid path: %@" = "Nieprawidłowa ścieżka: %@";

/* title */
"Is the Dropbox Sync Complete?" = "Is the Dropbox Sync Complete?";

/* prompt */
"It might take a while for Dropbox to finish syncing. Please make sure the sync is fully completed before using 1Password on other computers and devices." = "Synchronizacja z Dropboxem może zająć dłuższą chwile. Upewnij się, ze synchronizacja jest w pełni kompletna zanim użyjesz 1Password na innych komputerach i urządzeniach.";

/* Item import status */
"Item Exists" = "Element już istnieje";

/* intro message */
"Keep name and address information to quickly register online with just one click in the browser." = "Keep name and address information to quickly register online with just one click in the browser.";

/* status message */
"Last modified %@" = "Last modified %@";

/* button */
"Learn How to Resolve This" = "Zobacz, jak to rozwiązać";

/* search scope
   table column */
"Location" = "Lokalizacja";

/* menu item */
"Lock 1Password" = "Zablokuj 1Password";

/* item type */
"Login" = "Zaloguj się";

/* pref pane
   Sidebar category */
"Logins" = "Loginy";

/* iPhone Security Level */
"Low (4-Digit Code)" = "Niski (4-cyfrowy kod)";

/* change folder security level */
"Make Folder Contents High Security" = "Zwiększ poziom zabezpieczeń katalogu";

/* info */
"Master Password Does Not Match" = "Główne hasło jest nieprawidłowe";

/* info */
"Master Password has been changed" = "Główne hasło zostało zmienione";

/* button */
"Merge" = "Scalaj";

/* alert message */
"Merge will combine the contents of the selected file with your current data.\n\nReplace will remove your existing data and copy over the selected file." = "Scalanie połączy zwartość wybranego pliku z plikiem z twoimi dotychczasowymi danymi.\n\nZamień usunie zawartość dotychczasowo istniejącego pliku i wypełni go danymi z wybranego pliku.";

/* info */
"Merging data..." = "Scalanie danych...";

/* button */
"Move items to Unfiled" = "Move items to Unfiled";

/* button */
"Move to Trash" = "Przenieś do kosza";

/* status message */
"Moving Items..." = "Przenoszenie elementów...";

/* info */
"Moving..." = "Przenoszenie...";

/* Last synced message */
"Never" = "Nigdy";

/* info */
"New connections are disabled by 1Password touch" = "Nowe połączenia są wyłączone w 1Password touch";

/* info */
"New connections are disabled by 1Password touch.\n\nIn 1Password on your iPhone or iPod touch, select Settings > Wi-Fi Sync > Allow New Connections and then try again" = "Nowe połączenia są wyłączone w 1Password touch.\n\nW 1Password na twoim iPhonie lub iPodzie touch wybierz Settings -> Wi-Fi Sync -> Allow New Connections i spróbuj ponownie";

/* folder */
"New Folder" = "Nowy folder";

/* Item import status */
"New Item" = "Nowy element";

/* new password title */
"New Password" = "Nowe hasło";

/* folder */
"New Saved Search" = "Nowy zapisane wyszukiwanie";

/* title */
"Newer 1Password File Found In Dropbox" = "Znaleziono nowszy plik 1Password na Dropboksie";

/* Item import status */
"Newer Item Exists" = "Istnieją nowsze elementy";

/* alert title */
"No file format was selected" = "Format pliku nie został wybrany";

/* button */
"No, do not change data file" = "Nie, nie zmieniaj pliku z danymi";

/* iPhone status */
"Not Authorized (Allow New Connections in Settings > Sync > Wi-Fi)" = "Brak autoryzacji (Allow New Connections w Settings -> Sync -> Wi-Fi)";

/* iPhone status */
"Not reachable" = "Nieosiągalny";

/* placeholder */
"Notes" = "Notatki";

/* button */
"Nothing To Import" = "Brak danych do importu";

/* iPhone status */
"Offline" = "Offline";

/* dialog */
"OK" = "Ok";

/* Item import status */
"Older Item Exists" = "Istnieje starszy element";

/* status message */
"One moment please..." = "Chwileczkę...";

/* message */
"Operation Failed" = "Operacja nie powiodła się";

/* prompt */
"Other computers sharing the same Dropbox will lose 1Password data. Please use File > Restore on other computers." = "Inne komputery używające tego samego konta Dropbox stracą plik z danymi 1Password. Użyj Plik -> Odzyskaj na innych komputerach.";

/* form field
   label
   search scope */
"Password" = "Hasło";

/* alert message */
"Password Hint" = "Podpowiedź do hasła";

/* info */
"Password Hint is Missing" = "Brakuje podpowiedzi do hasła";

/* error */
"Password hint required" = "Podpowiedź do hasła jest wymagana";

/* info */
"Password is too long for Login" = "Hasło jest za długie do logowania";

/* table column */
"Password Strength" = "Siła hasła";

/* info */
"Please contact AgileBits support." = "Skontaktuj się z pomocą techniczną AgileBits.";

/* error
   info */
"Please enter at least one character." = "Wprowadź co najmniej jeden znak.";

/* error */
"Please enter password hint." = "Wprowadź podpowiedź do hasła.";

/* info */
"Please enter the master password again." = "Wprowadź ponownie hasło główne.";

/* info */
"Please enter the password hint." = "Proszę wprowadzić wskazówkę dotyczącą hasła.";

/* alert message */
"Please enter the secret as it is shown on iPhone" = "Wprowadź hasło pokazane na iPhone";

/* prompt */
"Please enter your Mac OS X password.\n\nExtended Attributes will be repaired. " = "Wprowadź hasło systemu Mac OS X.  Atrybuty rozszerzone zostaną naprawione. ";

/* prompt */
"Please enter your Mac OS X password.\n\nFolder permissions will be reset. " = "Wprowadź hasło systemu Mac OS X.  Uprawnienia do folderu zostaną zresetowane. ";

/* prompt (must finish with ',') */
"Please enter your Mac OS X password.\n\nThe Launch Services database will be reset," = "Wprowadź hasło systemu Mac OS X. Baza danych uruchamianych usług zostanie zresetowana,";

/* error title */
"Please install 1Password in Applications" = "Zainstaluj 1Password w Aplikacjach";

/* message */
"Please make sure Dropbox is installed and running." = "Upewnij się, że Dropbox jest zainstalowany i uruchomiony.";

/* message */
"Please make sure that the Dropbox icon in your menu bar at the top of your screen is not spinning (it animates while syncing).\n\nClick the icon and make sure that \"All files up to date\" is displayed in the Dropbox menu.\n\nIf you do not see the Dropbox icon, please make sure Dropbox application is started." = "Please make sure that the Dropbox icon in your menu bar at the top of your screen is not spinning (it animates while syncing).\n\nClick the icon and make sure that \"All files up to date\" is displayed in the Dropbox menu.\n\nIf you do not see the Dropbox icon, please make sure Dropbox application is started.";

/* error */
"Please make sure the file you are using for import is correct." = "Upewnij się, że plik, który jest importowany jest prawidłowy.";

/* info */
"Please memorize the new master password." = "Proszę zapamiętać nowe hasło główne.";

/* info */
"Please restart 1Password." = "Uruchom ponownie 1Password.";

/* alert message */
"Please select another file" = "Wybierz inny plik";

/* error */
"Please try again." = "Spróbuj ponownie.";

/* prompt */
"Please type your Mac OS X password" = "Wpisz hasło systemu Mac OS X";

/* info */
"Please wait..." = "Czekaj...";

/* alert message */
"Previously imported objects were removed from the list." = "Wcześniej importowane obiekty zostały usunięte z listy.";

/* alert info
   alert message */
"Proceed?" = "Czy kontynuować?";

/* status message */
"Processing" = "Przetwarzanie";

/* export progress */
"Processing Attachments (step 2 of 2)" = "Przetwarzania załączników (krok 2 z 2)";

/* rebuild progress */
"Processing Data" = "Przetwarzanie danych";

/* export progress */
"Processing Data (step 1 of 2)" = "Przetwarzanie danych (krok 1 z 2)";

/* button */
"Quit" = "Zakończ";

/* button */
"Replace" = "Zamień";

/* button */
"Restore" = "Przywróć";

/* alert title */
"Restore Backup" = "Przywróć kopię zapasową";

/* object list menu */
"Reverse Sort Order" = "Odwróć kolejność sortowania";

/* Item import status */
"Same Item Exists" = "Same Item Exists";

/* button
   main window edit button */
"Save" = "Zachowaj";

/* search field placeholder */
"Search" = "Search";

/* search scope */
"Search:" = "Znajdź:";

/* item type */
"Secure Note" = "Secure Note";

/* Sidebar category */
"Secure Notes" = "Secure Notes";

/* intro message */
"Secure storage for any free-form text." = "Secure storage for any free-form text.";

/* intro message */
"Secure storage for computer accounts, including email, file sharing and MobileMe credentials." = "Secure storage for computer accounts, including email, file sharing and MobileMe credentials.";

/* intro message */
"Secure storage for financial and personal information, including credit cards and bank accounts." = "Secure storage for financial and personal information, including credit cards and bank accounts.";

/* pref pane */
"Security" = "Bezpieczeństwo";

/* dropdown item */
"Select Import Format" = "Wybierz format importowania";

/* search scope */
"Selected Section" = "Selected Section";

/* button */
"Send items to Trash" = "Wyślij elementy do Kosza";

/* new password location */
"Service or Application Name" = "Usługa lub nazwa aplikacji";

/* accessibility description */
"Shelves" = "Półki";

/* button */
"Shorten Password and Fill" = "Shorten Password and Fill";

/* menu item */
"Show Activity" = "Pokaż aktywność";

/* menu item */
"Show Toolbar" = "Pokaż pasek narzędzi";

/* button
   dialog */
"Skip" = "Pomiń";

/* item type
   Sidebar category */
"Software" = "Oprogramowanie";

/* Activity message */
"Starting..." = "Trwa uruchamianie...";

/* button */
"Stop using Dropbox" = "Zrezygnuj z używania Dropboksa";

/* title */
"Stop Using Dropbox?" = "Zrezygnować z używania Dropboksa?";

/* Activity message */
"Stopping..." = "Trwa zatrzymywanie...";

/* Sidebar group */
"Sync" = "Synchronizacja";

/* alert title */
"Sync Conflict Resolver Window" = "Okno rozwiązywania konfliktów synchronizacji";

/* error */
"Sync failed, 1Password is locked" = "Synchronizacja nie powiodła się, 1Password jest zablokowane";

/* sync detail view label */
"Sync with %@" = "Synchronizacja z % @";

/* table column */
"Tag" = "Znacznik";

/* Go and Fill menu
   Sidebar group */
"Tags" = "Tagi";

/* Password strength — Terrible */
"Terrible" = "Słabe";

/* info */
"The application will update all items in the data file. This might take a few minutes..." = "The application will update all items in the data file. This might take a few minutes...";

/* alert message */
"The attachment %1$@ failed to open: %2$@.x" = "The attachment %1$@ failed to open: %2$@.x";

/* error */
"The current password is not correct" = "The current password is not correct";

/* info */
"The data file has been rebuilt. The application will now reload the data." = "The data file has been rebuilt. The application will now reload the data.";

/* error */
"The encryption keys file does not exist at '%@'" = "The encryption keys file does not exist at '%@'";

/* info */
"The extended attributes have been repaired successfully." = "The extended attributes have been repaired successfully.";

/* alert message */
"The file %1$@ failed to import: %2$@." = "The file %1$@ failed to import: %2$@.";

/* attachment warning */
"The file %1$@ is (%2$@) in size.\nIt is going to be encrypted and stored in your data file. Adding a large attachment may slow and complicate data syncing.text" = "The file %1$@ is (%2$@) in size.\nIt is going to be encrypted and stored in your data file. Adding a large attachment may slow and complicate data syncing.text";

/* attachment warning */
"The file %1$@ is too large (%2$@).\nAttachments must be under 20 MB in size." = "The file %1$@ is too large (%2$@).\nAttachments must be under 20 MB in size.";

/* attachment warning */
"The file %@ is a bundle or folder.\nAttachments must be regular files." = "The file %@ is a bundle or folder.\nAttachments must be regular files.";

/* alert message */
"The file could not be imported because the format was not selected. Try the import process again and be sure to specify the format." = "The file could not be imported because the format was not selected. Try the import process again and be sure to specify the format.";

/* alert message */
"The file has been added as a secure attachment.\nYou can safely delete the original file." = "The file has been added as a secure attachment.\nYou can safely delete the original file.";

/* alert message */
"The file you are trying to import appears to be a binary file. Please try to open and view the contents of the file in TextEdit to make sure its contents is valid.\n\nIf you are opening the file directly from a network drive or USB disk then try to copy it to your local disk first." = "The file you are trying to import appears to be a binary file. Please try to open and view the contents of the file in TextEdit to make sure its contents is valid.\n\nIf you are opening the file directly from a network drive or USB disk then try to copy it to your local disk first.";

/* message */
"The file you selected was copied and is ready to use." = "The file you selected was copied and is ready to use.";

/* alert message */
"The files have been added as secure attachments.\nYou can safely delete the original files." = "The files have been added as secure attachments.\nYou can safely delete the original files.";

/* alert title */
"The folder '%@' will be deleted" = "The folder '%@' will be deleted";

/* info */
"The folder permissions have been reset successfully." = "The folder permissions have been reset successfully.";

/* alert */
"The import file data has been edited." = "The import file data has been edited.";

/* alert title */
"The import was canceled" = "The import was canceled";

/* exporter */
"The interchange file can be used to merge different 1Password databases\nor keep an unencrypted backup file.\n\nIMPORTANT: The file will not be encrypted and must be protected." = "The interchange file can be used to merge different 1Password databases\nor keep an unencrypted backup file.\n\nIMPORTANT: The file will not be encrypted and must be protected.";

/* alert title */
"The item \"%@\" will be deleted" = "The item \"%@\" will be deleted";

/* info */
"The Launch Services database has been successfully reset." = "The Launch Services database has been successfully reset.";

/* message */
"The original file will remain intact." = "The original file will remain intact.";

/* error
   info */
"The password can not be blank" = "The password can not be blank";

/* alert message */
"There are 0 passwords to import." = "There are 0 passwords to import.";

/* alert title */
"This data file is not valid and cannot be used by 1Password" = "This data file is not valid and cannot be used by 1Password";

/* message */
"This file is a 1Password Interchange File.\nUse File > Import menu to import this file." = "This file is a 1Password Interchange File.\nUse File > Import menu to import this file.";

/* message */
"This file is not a 1Password backup.\nPlease select a .agilekeychain_zip or .agilekeychain_backup file." = "This file is not a 1Password backup.\nPlease select a .agilekeychain_zip or .agilekeychain_backup file.";

/* alert message */
"This operation can not be undone." = "This operation can not be undone.";

/* error message */
"This problem is often caused by incorrect file permissions.\n\nPlease search 1Password Knowledge Base for 'helper startup' or contact us at support@agilebits.com for more information.\n" = "This problem is often caused by incorrect file permissions.\n\nPlease search 1Password Knowledge Base for 'helper startup' or contact us at support@agilebits.com for more information.\n";

/* message dialog */
"This smart folder was created with an older version of 1Password and is no longer editable.\n\nTo make changes, create a new Smart Folder from the File menu." = "This smart folder was created with an older version of 1Password and is no longer editable.\n\nTo make changes, create a new Smart Folder from the File menu.";

/* info */
"This web page accepts passwords up to %jd characters in length." = "This web page accepts passwords up to %jd characters in length.";

/* message */
"This will replace your current 1Password data with the selected backup." = "This will replace your current 1Password data with the selected backup.";

/* search scope
   table column */
"Title" = "Tytuł";

/* error */
"To import this file, set up 1Password as a new user and then choose File > Import..." = "To import this file, set up 1Password as a new user and then choose File > Import...";

/* time */
"tomorrow" = "jutro";

/* accessibility description */
"Traditional" = "Tradycyjny";

/* folder
   sidebar category */
"Trash" = "Kosz";

/* button */
"Try Again" = "Spróbuj ponownie";

/* table column */
"Type" = "Typ";

/* alert message */
"Unable to unlock 1Password" = "Nie można odblokować 1Password";

/* smart folder */
"Unfiled" = "Unfiled";

/* iPhone/iPod touch type
   Unknown wallet type */
"Unknown" = "Nieznany";

/* menu item */
"Unlock 1Password" = "Odblokuj 1Password";

/* unlock prompt */
"Unlock 1Password to Autosave the Login." = "Unlock 1Password to Autosave the Login.";

/* unlock prompt */
"Unlock 1Password to edit the item." = "Unlock 1Password to edit the item.";

/* unlock prompt */
"Unlock 1Password to fill credit card." = "Unlock 1Password to fill credit card.";

/* unlock prompt */
"Unlock 1Password to fill Login." = "Unlock 1Password to fill Login.";

/* unlock prompt */
"Unlock 1Password to fill the generated password." = "Unlock 1Password to fill the generated password.";

/* unlock prompt */
"Unlock 1Password to import passwords." = "Unlock 1Password to import passwords.";

/* unlock prompt */
"Unlock 1Password to remove the item." = "Unlock 1Password to remove the item.";

/* unlock prompt */
"Unlock 1Password to save the generated password." = "Unlock 1Password to save the generated password.";

/* unlock prompt */
"Unlock 1Password to save the Login." = "Unlock 1Password to save the Login.";

/* unlock prompt */
"Unlock 1Password to update Login." = "Unlock 1Password to update Login.";

/* unlock prompt */
"Unlock 1Password to use Identity." = "Unlock 1Password to use Identity.";

/* prompt */
"Unlock chosen file to merge with your data" = "Unlock chosen file to merge with your data";

/* prompt */
"Unlock current data to merge" = "Unlock current data to merge";

/* menu item */
"Unlock..." = "Odblokuj...";

/* smart folder */
"Untagged" = "Nieoznakowane";

/* button */
"Update Existing" = "Uaktualnij istniejące";

/* Activity status */
"Updating Previews" = "Uaktualnianie podglądów";

/* button */
"Use Dropbox" = "Użyj Dropbox";

/* title */
"Use Dropbox?" = "Użyć Dropbox?";

/* form field
   search scope */
"Username" = "Nazwa użytkownika";

/* intro message */
"Usernames and passwords for websites. Use browser extensions to save and fill Logins for you." = "Usernames and passwords for websites. Use browser extensions to save and fill Logins for you.";

/* Sidebar group */
"Vault" = "Vault";

/* Sidebar category */
"Wallet" = "Portfel";

/* Password strength — Weak */
"Weak" = "Słabe";

/* error */
"Wi-Fi connection failed. Please restart and unlock 1Password touch on your iPhone." = "Wi-Fi connection failed. Please restart and unlock 1Password touch on your iPhone.";

/* accessibility description */
"Widescreen" = "Widescreen";

/* info */
"Would you like to continue?" = "Would you like to continue?";

/* alert title */
"Would you like to merge or replace your data with the selected file?" = "Would you like to merge or replace your data with the selected file?";

/* alert message */
"Would you like to move the folder items to Unfiled folder or send them to Trash?" = "Would you like to move the folder items to Unfiled folder or send them to Trash?";

/* button */
"Yes, use this data file" = "Yes, use this data file";

/* time */
"yesterday" = "yesterday";

/* info */
"You already have a software license entry for %@." = "You already have a software license entry for %@.";

/* change folder security level */
"You are changing the folder \"%@\" to high security mode.\nDo you also want to set the items in this folder to high security?" = "You are changing the folder \"%@\" to high security mode.\nDo you also want to set the items in this folder to high security?";

/* info */
"You can now install 1Password from the App Store." = "You can now install 1Password from the App Store.";

/* error message */
"You have selected the current data file instead of a backup file." = "You have selected the current data file instead of a backup file.";

/* title */
"Your data is not stored in Dropbox anymore" = "Your data is not stored in Dropbox anymore";

/* title */
"Your data is now in Dropbox" = "Your data is now in Dropbox";

/* message */
"Your data was merged with the contents of the selected file." = "Your data was merged with the contents of the selected file.";

/* message */
"Your data was replaced with the contents of the selected file." = "Your data was replaced with the contents of the selected file.";

/* prompt */
"Your data will be moved into the Dropbox folder for easy syncing with other computers and devices.\n\n1Password will also make an additional backup copy of your data." = "Your data will be moved into the Dropbox folder for easy syncing with other computers and devices.\n\n1Password will also make an additional backup copy of your data.";

/* prompt */
"Your data will be moved out of the Dropbox folder.\n\nIMPORTANT: If you have other computers using Dropbox, make sure they all have a backup copy (File > Backup menu)." = "Your data will be moved out of the Dropbox folder.\n\nIMPORTANT: If you have other computers using Dropbox, make sure they all have a backup copy (File > Backup menu).";

/* error */
"Your new password is not the same as the verify password" = "Your new password is not the same as the verify password";
